TargetApplication=Inno Script Studio
Author=Greenleaf
SourceLANGID=1033
LANGID=1028
Generator=Kymoto Solutions Translation Editor 2.0.0
LastModified=2013-06-30 13:21:29

[Application.Editor]
00000001=撤消(&U)
00000002=撤消上次操作
00000003=重做(&R)
00000004=恢復以前撤消的操作
00000005=剪切(&T)
00000006=剪切所選內容並把它放在剪貼板上
00000007=複製(&C)
00000008=複製所選內容並把它放在剪貼板上
00000009=粘貼(&P)
00000010=粘貼當前剪貼板中的內容
00000011=刪除(&L)
00000012=刪除當前選定的內容
00000013=選擇所有(&A)
00000014=選擇所有
00000015=查找...
00000016=查找指定的文本
00000017=查找下一個
00000018=查找指定的下一個文本
00000019=替換...
00000020=用不同的文本替換指定的文本
00000021=轉到行號...
00000022=轉到行
00000023=完成單詞(&W)
00000024=顯示當前單詞的自動完成列表
00000025=打開 #Include 檔案(&O)
00000026=打開 #Include 檔案

[Application.MainForm]
00000001=主菜單
00000002=檔案(&F)
00000003=新建(&N)
00000004=保存編碼(&E)
00000005=自動 （ANSI 或 UTF-8）(&A)
00000006=&UTF-8
00000007=最近的腳本(&R)
00000008=編輯(&E)
00000009=搜索(&S)
00000010=視圖(&V)
00000011=單元(&S)
00000012=顯示或隱藏項目單元
00000013=結構(&U)
00000014=顯示或隱藏項目結構
00000015=項目經理(&P)
00000016=顯示或隱藏項目經理
00000017=消息(&M)
00000018=顯示或隱藏輸出消息
00000019=狀態欄(&A)
00000020=顯示或隱藏狀態欄
00000021=工具欄(&R)
00000022=顯示或隱藏工具欄
00000023=標準(&S)
00000024=顯示或隱藏常用工具欄
00000025=編輯(&E)
00000026=顯示或隱藏編輯工具欄
00000027=項目(&P)
00000028=顯示或隱藏項目工具欄
00000029=調試(&D)
00000030=顯示或隱藏調試工具欄
00000031=單元(&S)
00000032=語言(&L)
00000033=選擇要顯示在該程式的語言
00000034=項目(&P)
00000035=設置選項(&O)
00000036=從腳本導入
00000037=從檔案導入
00000038=導出到檔案
00000039=調試(&D)
00000040=工具(&T)
00000041=選項卡(&A)
00000042=幫助(&H)
00000043=標準
00000044=編輯
00000045=項目
00000046=設置選項
00000047=設置選項
00000048=單元
00000049=選擇單元
00000050=調試
00000051=消息
00000052=編譯器輸出
00000053=調試器輸出
00000054=結構
00000055=單元
00000056=項目經理
00000057=新建安裝項目(&P)
00000058=創建一個新的安裝項目
00000059=新建腳本(&N)
00000060=創建一個新的空白的安裝腳本
00000061=新的腳本 （嚮導）(&W)
00000062=創建一個新的Inno Setup腳本，使用創新嚮導
00000063=打開(&O)...
00000064=打開一個現有的Inno Setup程式腳本
00000065=保存(&S)
00000066=保存當前的Inno Setup程式腳本
00000067=另存為(&A)...
00000068=用新名稱保存當前的Inno Setup腳本
00000069=全部保存(&L)
00000070=保存所有打開的Inno Setup腳本
00000071=關閉腳本(&C)
00000072=關閉當前的Inno Setup腳本
00000073=關閉所有腳本(&P)
00000074=關閉所有打開的Inno Setup腳本
00000075=打印預覽(&V)
00000076=當前創新什腳本在打印前預覽
00000077=打印(&P)...
00000078=打印當前的Inno Setup腳本的部分或全部
00000079=退出(&X)
00000080=退出程式
00000081=撤消(&U)
00000082=撤消上次操作
00000083=重做(&R)
00000084=恢復以前撤消的操作
00000085=剪切(&T)
00000086=剪切所選內容並把它放在剪貼板上
00000087=複製(&C)
00000088=複製所選內容並把它放在剪貼板上
00000089=粘貼(&P)
00000090=粘貼當前剪貼板中的內容
00000091=刪除(&L)
00000092=刪除當前選定的內容
00000093=選擇所有(&A)
00000094=選擇所有
00000095=開啟/關閉註釋
00000096=切換行註釋
00000097=查找(&F)...
00000098=查找指定的文本
00000099=查找下一個(&N)
00000100=查找指定的下一個文本
00000101=查找上一個(&P)
00000102=查找指定的上一個文本
00000103=替換(&R)...
00000104=用不同的文本替換指定的文本
00000105=轉到行號(&G)...
00000106=轉到行
00000107=切換書籤(&T)
00000108=切換書籤
00000109=轉到書籤(&O)
00000110=轉到書籤
00000111=自定義(&C)...
00000112=自定義工具欄
00000113=鎖定工具欄
00000114=鎖定工具欄
00000115=使用相對路徑(&R)
00000116=使用相對路徑
00000117=語言選項(&L)..
00000118=編輯語言選項
00000119=插入檔案...
00000120=插入檔案
00000121=安裝字體...
00000122=安裝字體
00000123=創建檔案夾...
00000124=創建檔案夾
00000125=創建關聯...
00000126=創建檔案關聯
00000127=創建 Internet 快捷方式...
00000128=創建互聯網快捷方式
00000129=創建卸載圖標
00000130=創建一個卸載圖標的條目
00000131=創建 ODBC 配置檔案...
00000132=添加用於 ODBC 配置檔案條目
00000133=創建 BDE 別名...
00000134=創建 BDE 別名
00000135=編譯(&C)
00000136=編譯當前Inno Setup腳本
00000137=停止編譯(&S)
00000138=停止編譯當前Inno Setup腳本
00000139=編譯過程中低優先級(&P)
00000140=Inno Setup編譯器是在編譯期間具有低的優先級
00000141=在Inno Setup程式中打開(&I)
00000142=在Compiler32 中打開當前的Inno Setup腳本（Inno Setup程式編輯器）
00000143=打開輸出檔案夾(&U)
00000144=打開項目的輸出檔案夾
00000145=導入 [檔案] 單元...
00000146=從現有的腳本檔案導入[檔案] 單元
00000147=導入 [目錄] 單元...
00000148=從現有的腳本檔案導入[目錄] 單元
00000149=導入 [INI] 單元...
00000150=從現有的腳本檔案導入[INI] 單元
00000151=導入 [消息] 單元...
00000152=從現有的腳本檔案導入[消息] 單元
00000153=導入 [註冊表] 單元...
00000154=從現有的腳本檔案導入[註冊表] 單元
00000155=INI 檔案導入...
00000156=導入 INI 檔案
00000157=導入郵件檔案...
00000158=導入郵件檔案
00000159=導入註冊表檔案...
00000160=導入註冊表檔案
00000161=導出 [INI] 部分...
00000162=[INI] 部分導出到檔案
00000163=導出 [消息] 單元...
00000164=導出 [消息] 單元到檔案
00000165=導出 [註冊表] 單元...
00000166=導出 [註冊表] 單元到檔案
00000167=分離調試器(&D)
00000168=分離調試器
00000169=運行(&R)
00000170=運行
00000171=運行到光標處(&C)
00000172=運行到光標處
00000173=單步執行(&I)
00000174=單步執行
00000175=單步跳過(&O)
00000176=單步執行
00000177=暫停(&A)
00000178=暫停調試器
00000179=終止(&T)
00000180=終止調試器
00000181=安裝程式
00000182=目標安裝程式
00000183=卸載
00000184=目標卸載
00000185=參數(&P)...
00000186=參數
00000187=評估常數(&E)...
00000188=評估常數
00000189=切換斷點(&B)
00000190=切換斷點
00000191=生成 GUID(&G)
00000192=生成GUID ；替換當前選定的文本
00000193=配置標誌工具(&S)...
00000194=編輯代碼簽名工具
00000195=選項(&O)
00000196=程式選項
00000197=選擇下一個選項卡
00000198=選擇下一個腳本選項卡
00000199=選擇上一個選項卡
00000200=選擇上一個腳本選項卡
00000201=Inno Script Studio幫助
00000202=Inno Script Studio文檔
00000203=Inno Script Studio網站(&W)
00000204=Inno Script Studio主頁
00000205=Inno Setup文檔(&D)
00000206=Inno Setup文檔
00000207=Inno Setup示例腳本
00000208=Inno Setup示例
00000209=Inno Setup常見問題(&F)
00000210=Inno Setup常見問題
00000211=Inno Setup程式的修訂歷史記錄(&R)
00000212=Inno Setup程式的修訂歷史記錄
00000213=Inno Setup Web 站點
00000214=Inno Setup主頁
00000215=Inno Setup預處理器文檔(&N)
00000216=Inno Setup預處理器文檔
00000217=Inno Setup預處理器 Web 站點(&O)
00000218=Inno Setup預處理器主頁
00000219=Inno Setup擴展知識庫(&K)
00000220=Inno Setup擴展知識基地主頁
00000221=RemObjects Pascal 腳本的Web 站點(&E)
00000222=RemObjects Pascal 腳本主頁
00000223=支持Inno Setup(&S)
00000224=Inno Setup捐贈 Web 頁
00000225=關於Inno Setup
00000226=關於Inno Setup
00000227=支持Inno Script Studio
00000228=Inno Script Studio捐贈 Web 頁
00000229=檢查更新(&U)
00000230=檢查更新
00000231=關於(&A)
00000232=關於|顯示應用程式信息，版本數字版權
00000233=目標-[%s]
00000234=選擇調試目標
00000235=在 Facebook 上的Inno Script Studio

[Dialog.AddFolder]
00000001=根:
00000002=通配符:
00000003=添加目錄
00000004=添加檔案
00000005=添加子目錄
00000006=外部
00000007=作為遞歸檔案夾添加

[Dialog.BDEAlias]
00000001=別名名稱:
00000002=數據目錄的路徑:
00000003=BDE 驅動程式的名稱:
00000004=在創建前刪除

[Dialog.CodeSigning]
00000001=名稱
00000002=命令
00000003=添加
00000004=添加新的代碼簽名條目
00000005=編輯
00000006=編輯當前所選的代碼簽名條目
00000007=刪除
00000008=刪除當前選定的代碼簽名條目

[Dialog.EvaluateConstant]
00000001=選擇腳本將被評估的常量:

[Dialog.FileAssociation]
00000001=檔案擴展名:
00000002=類型名稱:
00000003=文檔說明:
00000004=關聯:
00000005=圖標檔案名:
00000006=圖標索引:

[Dialog.GoToLine]
00000001=輸入新行號:

[Dialog.InstallFonts]
00000001=字體名稱
00000002=檔案名

[Dialog.InternetShortcut]
00000001=檔案名:
00000002=URL:

[Dialog.Language]
00000001=選擇語言:
00000002=語言 ID:
00000003=代碼頁:
00000004=對話框的字體名稱:
00000005=“歡迎”使用字體的名稱:
00000006=標題字體名稱:
00000007=版權所有字體名稱:
00000008=大小:
00000009=大小:
00000010=大小:
00000011=大小:
00000012=從右到左顯示的語言

[Dialog.Languages]
00000001=請選擇要添加的標準Inno Setup程式語言
00000002=選擇所有(&S)
00000003=取消選擇所有(&D)

[Dialog.NewProject]
00000001=在啟動時不顯示此對話框(&D)
00000002=創建新的
00000003=Inno Setup程式
00000004=專門的模板
00000005=通用模板
00000006=主題模板
00000007=NSIS 安裝程式
00000008=通用模板
00000009=特殊模板
00000010=主題模板
00000011=使用腳本嚮導創建項目
00000012=主題樣式:
00000013=打開最近的腳本

[Dialog.ODBCProfile]
00000001=名稱
00000002=驅動程式

[Dialog.Parameters]
00000001=命令行參數，安裝程式和卸載:

[Dialog.WindowsVersion]
00000001=請選擇 Windows 版本:
00000002=Windows 生成信息
00000003=主要版本:
00000004=次要版本:
00000005=生成版本:
00000006=服務包:
00000007=你只可以在這裡鍵入號碼
00000008=你只可以在這裡鍵入號碼
00000009=你只可以在這裡鍵入號碼
00000010=你只可以在這裡鍵入號碼
00000011=包括生成版本

[Options]
00000001=工具
00000002=重置選項
00000003=導入選項
00000004=導出選項

[Options.Associations]
00000001=檔案關聯
00000002=關聯Inno Setup腳本(*.iss) 檔案到此編譯器(&A)

[Options.CodeSigning]
00000001=名稱
00000002=命令
00000003=添加
00000004=添加新的代碼簽名條目
00000005=編輯
00000006=編輯當前所選的代碼簽名條目
00000007=刪除
00000008=刪除當前選定的代碼簽名條目

[Options.Compiler]
00000001=Inno Setup編譯器位置
00000002=編譯器的目錄:

[Options.Display]
00000001=顯示 （常規）
00000002=顯示選項卡關閉上:
00000003=在編輯器的選項卡上顯示關聯的圖標
00000004=單元視圖
00000005=在單元中顯示網格線
00000006=顯示註釋和ISPP線
00000007=顯示註釋和ISPP線作為值

[Options.Editor]
00000001=編輯器設置
00000002=標籤寬度:
00000003=自動調用自動完成
00000004=使用語法突出顯示
00000005=下劃線標出的語法錯誤
00000006=自動縮進
00000007=允許將光標移動超出了行尾的
00000008=單詞自動換行長行
00000009=將製表符轉換為空格
00000010=編輯器的顯示
00000011=右邊距:
00000012=顯示當前行
00000013=顯示參考線縮進
00000014=顯示編輯器裝訂線
00000015=在裝訂線中顯示行號
00000016=顯示右邊距

[Options.FontsAndColors]
00000001=編輯器字體
00000002=編輯器字體:
00000003=編輯器字體大小:
00000004=反走樣質量:
00000005=編輯器的顏色
00000006=背景色:
00000007=啟用線條顏色:
00000008=編輯器字體顏色:
00000009=插入符號的顏色:

[Options.General]
00000001=啟動選項
00000002=啟動部分:
00000003=顯示項目對話框
00000004=重新打開最後一個腳本檔案
00000005=打開一個空白的腳本檔案
00000006=常規設置
00000007=編寫布爾值為:
00000008=在標題欄中顯示完整路徑
00000009=在編譯之前自動保存
00000010=保存時創建備份
00000011=允許撤消保存後
00000012=在例外情況時暫停
00000013=總是在編譯完成腳本檔案後測試

[Options.Plugins]
00000001=名稱
00000002=作者
00000003=檔案名
00000004=啟用插件
00000005=啟用/禁用選定的插件
00000006=配置插件
00000007=配置的當前所選的插件
00000008=關於插件
00000009=顯示關於當前選定的插件的信息

[Options.Styler.Inno]
00000001=Inno Setup格式
00000002=字體樣式
00000003=風格元素:
00000004=前景顏色:
00000005=背景色:
00000006=格式示例

[Options.Styler.Pascal]
00000001=格式示例
00000002=Pascal 風格
00000003=字體樣式
00000004=風格元素:
00000005=前景顏色:
00000006=背景色:

[Options.Updates]
00000001=更新設置
00000002=代理服務器:
00000003=用戶名:
00000004=密碼:
00000005=自動檢查更新啟動時
00000006=從 BETA 通道切換到更新
00000007=追加日誌檔案的更新
00000008=使用代理服務器

[Project.Additional]
00000001=附加設置
00000002=額外的磁盤空間:
00000003=時間戳的捨入:
00000004=觸摸日期:
00000005=觸摸時間:
00000006=更改關聯
00000007=總是重新啟動
00000008=如果所需的運行重新啟動
00000009=允許在安裝過程中的取消
00000010=在 UTC 時間戳
00000011=更改環境
00000012=安裝程式圖標
00000013=安裝程式圖標檔案:
00000014=選擇安裝程式的圖標檔案

[Project.Appearance]
00000001=嚮導窗口
00000002=正常嚮導映像:
00000003=小嚮導映像:
00000004=背景顏色:
00000005=拉伸圖像嚮導
00000006=選擇小嚮導圖像
00000007=選擇正常嚮導圖像
00000008=後台窗口
00000009=顏色 1:
00000010=顏色 2:
00000011=方向:
00000012=後台窗口可見
00000013=純色背景顏色
00000014=顯示窗口標題
00000015=可調整大小的窗口
00000016=啟動最大化

[Project.ApplicationDetails]
00000001=應用程式詳細信息
00000002=應用程式的名稱:
00000003=應用程式版本:
00000004=應用程式版權:
00000005=應用程式互斥:
00000006=密碼:
00000007=所需的權限:
00000008=應用程式 ID:
00000009=應用程式版本:
00000010=生成應用程式 ID
00000011=AppVerName 在Inno Setup的5.3.10 版中被AppVersion 所替代。 \n\n單擊這裡要轉換為新的AppVersion 指令。
00000012=許可證和信息
00000013=許可檔案:
00000014=檔案前的信息:
00000015=檔案後的信息:
00000016=瀏覽許可證檔案
00000017=瀏覽檔案前的信息
00000018=瀏覽檔案後的信息

[Project.CodeSigning]
00000001=代碼簽名
00000002=卸載程式檔案夾:
00000003=代碼簽名工具:
00000004=使用簽名的卸載程式
00000005=選擇要存儲的已簽名的卸載程式檔案目錄
00000006=配置代碼簽名工具

[Project.Compiler]
00000001=編譯器設置
00000002=輸出檔案夾:
00000003=輸出基檔案名:
00000004=源檔案夾:
00000005=輸出清單檔案:
00000006=使用安裝程式加載程式
00000007=合併重複的檔案
00000008=加密
00000009=終端服務意識
00000010=安裝程式日誌記錄
00000011=選擇輸出目錄
00000012=選擇源目錄
00000013=選擇輸出清單檔案
00000014=體系結構的設置
00000015=安裝在 64 位模式下:
00000016=允許的體系結構:

[Project.Compression]
00000001=壓縮
00000002=壓縮:
00000003=內部壓縮:
00000004=壓縮級別:
00000005=壓縮線程:
00000006=固實壓縮
00000007=LZMA/LZMA2 設置
00000008=算法:
00000009=塊的大小:
00000010=字典大小:
00000011=匹配查找器:
00000012=Num 塊線程:
00000013=Num 快速字單元:
00000014=使用單獨的進程:

[Project.Directory]
00000001=應用程式檔案夾
00000002=默認的檔案夾名稱:
00000003=禁用檔案夾頁面:
00000004=檔案夾存在警告:
00000005=創建應用程式檔案夾
00000006=使用以前的應用程式檔案夾
00000007=允許根檔案夾
00000008=允許的 UNC 路徑
00000009=啟用檔案夾不存在警告
00000010=追加默認的檔案夾名稱

[Project.DiskSpanning]
00000001=磁盤跨越
00000002=磁盤群集大小:
00000003=保留字單元為單位）:
00000004=磁盤扇區大小:
00000005=每個磁盤的扇區:
00000006=預設的跨度大小:
00000007=啟用磁盤跨越

[Project.InstallPages]
00000001=安裝頁
00000002=使用以前的安裝程式類型
00000003=使用前面的任務
00000004=禁用準備頁
00000005=禁用準備備註
00000006=平板組件列表
00000007=顯示組件大小
00000008=禁用已完成的頁面
00000009=顯示任務樹行
00000010=顯示組件列表
00000011=在準備好的頁面上顯示的檔案夾
00000012=在準備好的頁面上顯示組
00000013=禁用啟動時提示
00000014=禁用歡迎頁
00000015=使用以前的語言

[Project.Language]
00000001=語言設置
00000002=語言檢測方法:
00000003=顯示語言對話框中:
00000004=顯示不可顯示語言

[Project.LogFile]
00000001=日誌檔案
00000002=日誌檔案名:
00000003=測井方法:
00000004=選擇日誌檔案

[Project.ProgramGroup]
00000001=程式組
00000002=默認的組名稱:
00000003=禁用程式組頁面:
00000004=使用前一組
00000005=允許沒有圖標
00000006=始終使用個人組
00000007=追加默認的組名稱

[Project.PublisherInfo]
00000001=發布服務器的信息
00000002=發布者:
00000003=發布服務器上的 URL:
00000004=支持 URL:
00000005=更新的 URL:
00000006=版本:
00000007=註釋
00000008=聯繫人:
00000009=自述檔案:
00000010=電話:

[Project.RestartManager]
00000001=重新啟動管理器
00000002=應用程式篩選器:
00000003=自動關閉應用程式
00000004=重新啟動應用程式

[Project.SysRequirements]
00000001=系統要求
00000002=僅下面的 Windows 版本
00000003=Windows:
00000004=Windows NT:
00000005=僅選擇以下 Windows NT 版本
00000006=僅選擇以下 Windows 版本
00000007=最低的 Windows 版本
00000008=Windows:
00000009=Windows NT:
00000010=選擇最低的 Windows 版本
00000011=選擇最低的 Windows NT 版本

[Project.Uninstall]
00000001=卸載設置
00000002=日誌模式:
00000003=卸載檔案的檔案夾:
00000004=卸載:
00000005=創建註冊表項:
00000006=重新啟動計算機
00000007=更新卸載日誌 AppName
00000008=程式功能的設置
00000009=顯示名稱:
00000010=顯示圖標:
00000011=圖標索引:
00000012=修改路徑:
00000013=顯示大小:

[Project.UserInfo]
00000001=用戶信息
00000002=默認的用戶信息名稱:
00000003=默認用戶信息組織:
00000004=默認用戶信息串行:
00000005=顯示用戶信息頁
00000006=使用以前的用戶信息

[Project.VersionInfo]
00000001=版本信息
00000002=版本:
00000003=公司:
00000004=說明:
00000005=文本版本:
00000006=版權:
00000007=產品名稱:
00000008=產品版本:
00000009=產品版本文本:

[Properties.BaseForm]

[Properties.Components]
00000001=名稱:
00000002=說明:
00000003=額外的磁盤空間:

[Properties.CustomMessages]
00000001=消息 ID:
00000002=語言重寫:
00000003=自定義消息:

[Properties.Files]
00000001=資料來源:
00000002=目標名稱:
00000003=目標路徑:
00000004=字體安裝:
00000005=外部大小:
00000006=強程式集名稱:
00000007=條件
00000008=系統
00000009=(反)安裝
00000010=其他

[Properties.Folders]
00000001=名稱:
00000002=目標路徑:

[Properties.Icons]
00000001=名稱:
00000002=檔案名:
00000003=工作目錄:
00000004=圖標檔案名:
00000005=圖標索引:
00000006=目標路徑:
00000007=(反)安裝
00000008=更多
00000009=參數:
00000010=應用程式用戶模塊 ID:
00000011=註釋:
00000012=熱鍵:
00000013=Windows 7

[Properties.INIFiles]
00000001=檔案名:
00000002=單元:
00000003=密鑰:
00000004=字符串:

[Properties.InstallDelete]
00000001=檔案名:
00000002=類型:

[Properties.InstallRun]
00000001=檔案名:
00000002=參數:
00000003=工作目錄:
00000004=說明:
00000005=狀態消息:
00000006=一次運行 ID:
00000007=執操作詞:
00000008=條件
00000009=系統
00000010=可見性

[Properties.Languages]
00000001=名稱:
00000002=消息檔案:
00000003=許可檔案:
00000004=檔案前的信息:
00000005=檔案後的信息:

[Properties.Messages]
00000001=消息 ID:
00000002=語言重寫:
00000003=默認的消息:
00000004=自定義消息:

[Properties.PostCompile]
00000001=參數:
00000002=檔案名:

[Properties.PreCompile]
00000001=參數:
00000002=檔案名:

[Properties.Registry]
00000001=根:
00000002=子項:
00000003=值類型:
00000004=值名稱:
00000005=值數據:
00000006=(反)安裝

[Properties.SignTool]
00000001=命令:
00000002=名稱:

[Properties.Special]
00000001=文本:

[Properties.Tasks]
00000001=名稱:
00000002=說明:
00000003=組的描述:

[Properties.Types]
00000001=名稱:
00000002=說明:

[Properties.UnInstallDelete]
00000001=檔案名:
00000002=類型:

[Properties.UnInstallRun]
00000001=檔案名:
00000002=參數:
00000003=工作目錄:
00000006=一次運行 ID:
00000007=執操作詞:
00000008=條件
00000009=系統
00000010=可見性

[Section.BaseForm]

[Section.Components]
00000001=名稱
00000002=說明
00000003=所需的空間
00000004=類型
00000005=標誌
00000006=最低版本
00000007=僅以下版本
00000008=語言
00000009=檢查
00000010=安裝前
00000011=安裝後

[Section.CustomMessages]
00000001=消息 ID
00000002=語言
00000003=消息

[Section.Files]
00000001=源檔案名
00000002=目標檔案名
00000003=檔案類型
00000004=源檔案夾
00000005=目標檔案夾
00000006=標誌
00000007=歸屬
00000008=字體安裝
00000009=外部大小
00000010=強程式集名稱
00000011=最低版本
00000012=只有以下版本
00000013=組件
00000014=任務
00000015=語言
00000016=權限
00000017=不包括
00000018=檢查
00000019=安裝前
00000020=安裝後
00000021=添加檔案...
00000022=驗證檔案存在
00000023=相對路徑
00000024=絕對路徑
00000025=添加檔案夾...
00000026=打開源代碼檔案夾(&U)
00000027=轉換檔案的路徑

[Section.Folders]
00000001=名稱
00000002=目標檔案夾
00000003=標誌
00000004=歸屬
00000005=最低版本
00000006=只有以下版本
00000007=組件
00000008=任務
00000009=語言
00000010=權限
00000011=不包括
00000012=檢查
00000013=安裝前
00000014=安裝後

[Section.Icons]
00000001=名稱
00000002=檔案名
00000003=工作目錄
00000004=應用程式用戶模型 ID
00000005=標誌
00000006=圖標檔案名
00000007=圖標索引
00000008=參數
00000009=註釋
00000010=熱鍵
00000011=最低版本
00000012=只有以下版本
00000013=組件
00000014=任務
00000015=語言
00000016=檢查
00000017=安裝前
00000018=安裝後

[Section.INIFiles]
00000001=檔案名
00000002=單元
00000003=鍵
00000004=值
00000005=標誌
00000006=最低版本
00000007=只有以下版本
00000008=組件
00000009=任務
00000010=語言
00000011=檢查
00000012=安裝前
00000013=安裝後

[Section.InstallDelete]
00000001=類型
00000002=檔案名
00000003=最低版本
00000004=只有以下版本
00000005=組件
00000006=任務
00000007=語言
00000008=檢查
00000009=安裝前
00000010=安裝後

[Section.InstallRun]
00000001=檔案名
00000002=參數
00000003=工作目錄
00000004=標誌
00000005=說明
00000006=狀態消息
00000007=執操作詞
00000008=一次運行 ID
00000009=最低版本
00000010=只有以下版本
00000011=組件
00000012=任務
00000013=語言
00000014=檢查
00000015=安裝前
00000016=安裝後

[Section.Languages]
00000001=名稱
00000002=消息檔案
00000003=許可證檔案
00000004=檔案前的信息
00000005=檔案後的信息
00000006=添加標準Inno Setup語言

[Section.Messages]
00000001=消息 ID
00000002=語言
00000003=消息

[Section.PreCompile]
00000001=檔案名
00000002=參數
00000003=標誌

[Section.Registry]
00000001=根
00000002=子項
00000003=值類型
00000004=值名稱
00000005=值數據
00000006=標誌
00000007=權限
00000008=最低版本
00000009=只有以下版本
00000010=組件
00000011=任務
00000012=語言
00000013=檢查
00000014=安裝前
00000015=安裝後

[Section.Tasks]
00000001=名稱
00000002=說明
00000003=組的描述
00000004=標誌
00000005=最低版本
00000006=只有以下版本
00000007=組件
00000008=語言
00000009=檢查
00000010=安裝前
00000011=安裝後

[Section.Types]
00000001=名稱
00000002=說明
00000003=標誌
00000004=最低版本
00000005=只有以下版本
00000006=語言
00000007=檢查
00000008=安裝前
00000009=安裝後

[Section.UnInstallDelete]
00000001=類型
00000002=檔案名
00000003=最低版本
00000004=只有以下版本
00000005=組件
00000006=任務
00000007=語言
00000008=檢查
00000009=安裝前
00000010=安裝後

[Section.UnInstallRun]
00000001=檔案名
00000002=參數
00000003=工作目錄
00000004=標誌
00000005=說明
00000006=狀態消息
00000007=執操作詞
00000008=一次運行 ID
00000009=最低版本
00000010=只有以下版本
00000011=組件
00000012=任務
00000013=語言
00000014=檢查
00000015=安裝前
00000016=安裝後

[Wizard.BaseForm]

[Wizard.InnoSetup]
00000001=Inno Setup並不是所有功能接受此嚮導。請參閱創建Inno Setup程式腳本詳細信息的文檔.\n\n單擊下一步繼續，或單擊取消以退出此嚮導。
00000002=此嚮導將指導您創建一個新的Inno Setup腳本檔案。結果將用於生成一個新的腳本檔案，可以直接編譯或保存在磁盤上供以後使用。
00000003=歡迎來到 [name]
00000004=您已成功完成[name].\n\n要關閉此嚮導並生成新的腳本檔案，單擊完成。
00000005== 所需
00000006=粗體
00000007=創建一個新的空腳本檔案(&E)
00000008=應用程式的名稱(&M):
00000009=應用程式發布服務器(&P):
00000010=應用程式的網站(&W):
00000011=應用程式版本(&V):
00000012=應用程式檔案夾的名稱(&M):
00000013=應用目標基檔案夾(&D):
00000014=應用程式不需要的檔案夾(&S)
00000015=允許用戶更改的應用程式檔案夾(&C)
00000016=其他:
00000017=瀏覽(&R)...
00000018=應用程式的主可執行檔案(&M):
00000019=允許用戶在安裝完畢後啟動應用程式(&U)
00000020=添加檔案(&A)...
00000021=添加檔案夾(&F)...
00000022=編輯(&E)...
00000023=其他應用程式檔案(&F):
00000024=刪除(&V)
00000025=應用程式沒有一個主可執行檔案(&S)
00000026=允許用戶禁用在開始菜單檔案夾中創建(&D)
00000027=其他主要的可執行檔案圖標:
00000028=應用程式開始菜單檔案夾名稱(&S):
00000029=在開始菜單檔案夾中創建卸載圖標(&U)
00000030=在開始菜單檔案夾中創建Internet 快捷方式(&I)
00000031=允許用戶創建桌面圖標(&P)
00000032=允許用戶更改開始菜單檔案夾名稱(&C)
00000033=允許用戶創建一個快速啟動圖標(&Q)
00000034=瀏覽(&W)...
00000035=在安裝後，顯示的信息檔案(&A):
00000036=瀏覽(&O)...
00000037=安裝前所示的信息檔案(&I):
00000038=瀏覽(&R)...
00000039=許可檔案(&L):
00000040=選擇所有(&S)
00000041=語言(&L):
00000042=取消選擇所有(&D)
00000043=使用密碼加密的應用程式檔案(&E)
00000044=編譯器輸出基地檔案的名稱(&F):
00000045=瀏覽(&R)...
00000046=自定義編譯器輸出目錄(&D):
00000047=設置密碼(&P):
00000048=瀏覽(&W)...
00000049=自定義安裝程式的圖標檔案(&I):

[$CONSTANTS]
Default=默認
SCaption3rdparty=第三方單元
SCaption3rdpartyDownload=下載
SCaption3rdpartyPost=開機自檢編譯步驟
SCaption3rdpartyPre=預編譯步驟
SCaptionAppearance=外觀
SCaptionApplicationAdditional=附加設置
SCaptionApplicationDetails=應用程式詳細信息
SCaptionApplicationFolder=應用程式檔案夾
SCaptionAssociations=檔案關聯
SCaptionAutoCAcceptWith=接受：<TAB>或<ENTER>
SCaptionAutoCNoSelection=請從自動完成列表中選擇一個條目
SCaptionBlankScript=空白腳本
SCaptionBothOptions=活動選項卡和選項卡欄
SCaptionCode=Pascal 代碼
SCaptionCodeSigning=代碼簽名
SCaptionCodeSigningTools=代碼簽名工具
SCaptionCompilerSettings=編譯器設置
SCaptionComponents=組件
SCaptionCompression=壓縮
SCaptionCopy=複製(&C)
SCaptionCustomizeView=自定義視圖...
SCaptionCustomMessages=自定義消息
SCaptionCut=剪切(&T)
SCaptionDelete=刪除項目(&L)
SCaptionDeleteAll=刪除所有項目
SCaptionDiskSpanning=跨磁盤
SCaptionDisplaySettings=顯示設置
SCaptionDuplicateEntry=重複的條目
SCaptionEditorSettings=編輯器設置
SCaptionFiles=檔案
SCaptionFolders=目錄
SCaptionFontsAndColors=字體和顏色
SCaptionGeneralSettings=常規設置
SCaptionGenericTemplates=通用模板
SCaptionIcons=圖標
SCaptionIni=INI 檔案
SCaptionInnoSetupProject=Inno Setup項目
SCaptionInnoStyler=Inno Setup格式
SCaptionInsertCommentLine=註釋行
SCaptionInsertEmptyLine=空線
SCaptionInsertISPPLine=ISPP線
SCaptionInstallationPages=安裝頁
SCaptionInstallDelete=安裝刪除
SCaptionInstallRun=安裝運行
SCaptionItemProperties=項目屬性
SCaptionLanguages=語言
SCaptionLanguageSettings=語言設置
SCaptionLocateInScript=在腳本中找到項目
SCaptionLogFile=日誌檔案
SCaptionMessages=消息
SCaptionMoveDown=向下移動
SCaptionMoveToBottom=移動到底部
SCaptionMoveToTop=將移至頂部
SCaptionMoveUp=向上移動
SCaptionNewItem=新項目
SCaptionNoProject=<無項目>
SCaptionPascalStyler=Pascal 風格
SCaptionPaste=粘貼(&P)
SCaptionPluginDisable=禁用插件
SCaptionPluginEnable=啟用插件
SCaptionPluginSettings=插件設置
SCaptionPost=開機自檢編譯步驟
SCaptionPostCompileImported=%s postCompile單元
SCaptionPre=預編譯步驟
SCaptionPreCompileImported=%s 預編譯單元
SCaptionProgramGroup=程式組
SCaptionProgramGroupVista=程式和功能設置
SCaptionProgramGroupXP=添加或刪除程式設置
SCaptionProject=項目-[%s]
SCaptionPublisherInformation=發布服務器的信息
SCaptionRegistry=註冊表
SCaptionRestartManager=重新啟動管理器
SCaptionRunAs2KXP=總是不同的用戶身份啟動安裝/卸載
SCaptionRunAsVista=始終以管理員身份啟動安裝/卸載
SCaptionScript=Inno Setup腳本
SCaptionSelectAll=選擇所有
SCaptionSelectIconFile=選擇圖標檔案
SCaptionSelectInfoFile=選擇信息檔案
SCaptionSelectINIFile=選擇 INI 檔案
SCaptionSelectLicenseFile=選擇許可證檔案
SCaptionSelectLogFile=選擇編譯器日誌檔案
SCaptionSelectManifestFile=選擇輸出清單檔案
SCaptionSelectMessagesFile=選擇郵件檔案
SCaptionSelectOutputFolder=選擇輸出檔案夾
SCaptionSelectRegistryFile=選擇註冊表檔案
SCaptionSelectSignedUninstallFolder=選擇簽署的卸載程式檔案夾
SCaptionSelectSourceFolder=選擇源檔案夾
SCaptionSelectWizardImage=選擇嚮導圖像
SCaptionSelectWizardImage2=選擇小嚮導圖像
SCaptionSimpleScript=簡單的腳本
SCaptionSpecialItems=特別項目
SCaptionSpecializedTemplates=專門的模板
SCaptionSpecialValueComment=註釋
SCaptionSpecialValueCommentText=註釋文本:
SCaptionSpecialValueEmptyLine=空線
SCaptionSpecialValueISPPCode=ISPP代碼:
SCaptionSpecialValueISPPLine=ISPP線
SCaptionSupercededDirective=舊的指令
SCaptionSystemRequirements=系統要求
SCaptionTabBarOption=僅選項卡欄(所示在右手邊)
SCaptionTabOption=僅活動選項卡
SCaptionTargetMenu=目標 [%s]
SCaptionTasks=任務
SCaptionThemedTemplates=主題模板
SCaptionThirdPartyImported=%s 設置導入
SCaptionTypes=類型
SCaptionUninstall=卸載設置
SCaptionUninstallDelete=卸載刪除
SCaptionUninstallRun=卸載運行
SCaptionUpdateSettings=更新設置
SCaptionUserInformation=用戶信息
SCaptionVersionInformation=版本信息
SCompilerExampleScripts=示例腳本...
SCompilerExecuteSetupError=執行"%s"時出現錯誤： \n\n %d: %s
SCompilerIllegalNullChar=%d 行上的非法null 字符。
SCompilerMoreFiles=更多的檔案...
SCompilerStatusAborted=編譯已中止。
SCompilerStatusElapsed=總編譯時間: %s
SCompilerStatusErrorAborted=編譯器錯誤！
SCompilerStatusFileError=錯誤: 無法找到%s。請確認該 %s 操作。
SCompilerStatusFinished=編譯完成。 [%s在%s]
SCompilerStatusPrePostFinished=%s 處理完成。
SCompilerStatusPrePostStarted=%s 處理。
SCompilerStatusPrePostStep=運行: %s
SCompilerStatusPrePostWarning=%s 處理仍正在測試。
SCompilerStatusStarting=開始編譯。 [%s在%s]
SCompilerStatusUnsupported=ISPP定義是目前不支持%s 一單元。
SCompilerStatusVersion=編譯腳本用 %s [%s]
SDebuggerExitCode=%s 退出代碼
SDebuggerExitCodeError1=無法獲取%s 的退出代碼(%s 失敗)
SDebuggerExitCodeError2=%s 仍在運行；不能退出代碼
SDebuggerStatusAppStarted=%s 應用程式已啟動
SDebuggerStatusCleanUp=刪除遺留的臨時目錄
SDebuggerStatusCleanUpFailed=未能刪除臨時目錄
SDebuggerStatusTerminating=# 終止進程 #
SDialogButtonApply=應用
SDialogButtonBack=< 返回(&B)
SDialogButtonCancel=取消
SDialogButtonFindAll=查找所有
SDialogButtonFinish=完成(&F)
SDialogButtonHelp=幫助
SDialogButtonNext=前進(&N) >
SDialogButtonOK=確定
SDialogButtonReplaceAll=全部替換
SEditorAbortCompile=你確定你要中止編譯？
SEditorCaptionColumn=列
SEditorCaptionInsert=插入
SEditorCaptionLine=行
SEditorCaptionModified=修改
SEditorCaptionOverwrite=覆蓋
SEditorCaptionReadOnly=只讀
SFormCaptionAbout=關於
SFormCaptionAddFolder=添加檔案夾
SFormCaptionBDEAlias=創建 BDE 別名
SFormCaptionComponent=組件屬性
SFormCaptionCustomize=自定義列
SFormCaptionCustomMessage=自定義消息屬性
SFormCaptionEvaluateConstant=評估常數
SFormCaptionFile=檔案屬性
SFormCaptionFileAssociation=創建檔案關聯
SFormCaptionFolder=目錄屬性
SFormCaptionGoToLine=轉到行號
SFormCaptionIcon=圖標屬性
SFormCaptionImportINIFiles=導入 INI 檔案
SFormCaptionImportMessages=導入郵件
SFormCaptionImportRegistryFiles=導入註冊表檔案
SFormCaptionIniFile=INI 檔案屬性
SFormCaptionInnoWizard=Inno Setup腳本嚮導
SFormCaptionInnoWizardFiles=腳本嚮導檔案
SFormCaptionInstallDelete=安裝刪除操作
SFormCaptionInstallFonts=選擇字體
SFormCaptionInstallRun=安裝運行的操作
SFormCaptionInternetShortcut=創建互聯網的快捷方式
SFormCaptionLanguage=語言屬性
SFormCaptionLanguageOptions=語言選項
SFormCaptionLanguages=選擇標準語言
SFormCaptionMessage=消息屬性
SFormCaptionNewProject=新的項目
SFormCaptionODBCProfile=創建 ODBC 配置檔案
SFormCaptionOptions=選項
SFormCaptionParameters=參數
SFormCaptionPostCompile=Post-Compile 操作
SFormCaptionPreCompile=預編譯的操作
SFormCaptionRegistry=註冊表項
SFormCaptionReplace=替換文本
SFormCaptionSearch=查找文本
SFormCaptionSetupOptions=設置選項
SFormCaptionSignTool=簽名工具屬性
SFormCaptionSignTools=簽名工具
SFormCaptionSpecialValue=特殊值屬性
SFormCaptionTask=任務屬性
SFormCaptionType=類型屬性
SFormCaptionUninstallDelete=卸載刪除操作
SFormCaptionUninstallRun=卸載運行的操作
SGroupCaptionAdditional=更多
SGroupCaptionAttributes=屬性
SGroupCaptionComponents=組件
SGroupCaptionDetails=詳細信息
SGroupCaptionExcludes=不包括
SGroupCaptionFlags=標誌
SGroupCaptionLanguages=語言
SGroupCaptionMinWindowsGroup=最低的Windows 版本
SGroupCaptionOnlyBelowWindows=只有下面的Windows 版本
SGroupCaptionPermissions=權限
SGroupCaptionScripting=Pascal 腳本
SGroupCaptionSignTool22=簽名工具詳細信息
SGroupCaptionSysRequirments=系統要求
SGroupCaptionTasks=任務
SGroupCaptionTypes=類型
SHintCopy=複製所選內容並把它放在剪貼板上
SHintCustomizeView=自定義當前視圖
SHintCut=剪切所選內容並把它放在剪貼板上
SHintDelete=刪除項目
SHintDeleteAll=刪除所有項目
SHintExpression=布爾表達式，其中可能包含調用來檢查功能\n要設置卸載參數.\n\n示例： not IsTaskSelected('portablemode')
SHintInsertCommentLine=註釋行
SHintInsertEmptyLine=空線
SHintInsertISPPLine=ISPP線
SHintItemProperties=顯示所選的項目屬性表
SHintLanguage=使用 %s 的語言檔案
SHintLocateInScript=活動腳本中找到的項目
SHintMinimumWindows=選擇最低的Windows 版本
SHintMinimumWindowsNT=選擇最低的Windows NT 版本
SHintMoveDown=向下移動
SHintMoveToBottom=移動到底部
SHintMoveToTop=移動到頂部
SHintMoveUp=向上移動
SHintNewItem=新項目
SHintOnlyBelowWindows=選擇僅下列Windows 版本
SHintOnlyBelowWindowsNT=選擇僅下列Windows NT 版本
SHintPaste=粘貼當前剪貼板中的內容
SHintSelectAll=選擇所有項目
SHintSpecialItems=特別項目
SLabelCaptionAfterInstall=安裝後:
SLabelCaptionBeforeInstall=安裝前:
SLabelCaptionCheck=檢查:
SLabelCaptionManualListEntry=手動列表條目（每個條目必須用一個空格分隔）
SMessageClearAllItems=你確定你要清除此腳本部分的所有條目？
SMessageCompileNow=你想現在編譯新的腳本嗎？
SMessageCompilerErrorTitle=編譯器錯誤
SMessageCompilerNeedUninstExe=不能作為這次的目標卸載。請運行安裝程式成功地完成第一次
SMessageCompilerRunning=編譯已在進行中。
SMessageCompilerSaveFile=你想在編譯之前保存腳本？ \n\n如果你回答“否”，編譯安裝在默認情況下將被放置在您的“我的文檔”檔案夾下。
SMessageConvertAppVerName=將應用程式的版本從AppVerName 指令轉換為較新的AppVersion? \n\n這個更改將禁用舊AppVerName 指令後將值複製到較新的AppVersion.\n\n轉換後請確認AppVersion 指令是正確的。
SMessageConvertToAbsolutePath=轉換要有絕對檔案路徑的選擇的檔案嗎？
SMessageConvertToRelativePath=轉換要有相對檔案路徑的選擇的檔案嗎？
SMessageCreateUninstallIconError=請在[設置] 腳本部分，指定"AppName"值。
SMessageDebuggerDetachProcess=此命令將分離調試器從%s 正在運行的進程。是否繼續？
SMessageDebuggerException=行 %d:\n%s。
SMessageDebuggerExceptionTitle=運行時錯誤
SMessageDebuggerNoCode=沒有生成任何代碼的當前行。
SMessageDebuggerPausePending=暫停已掛起。
SMessageDebuggerStopProcess=請在執行此命令之前，停止正在運行%s 的進程。
SMessageDebuggerTerminateProcess=這將無條件終止正在運行的進程。是否繼續？
SMessageDebuggerTerminateProcess1=這將無條件終止正在運行%s 的進程。是否繼續？
SMessageDebuggerTerminateProcess2=請注意如果%s 是目前正處於安裝階段，迄今對系統所做的任何更改也不會撤消，不會卸載的數據被寫入。
SMessageDebuggerTerminateProcessTitle=終止進程
SMessageDeleteMultipleItems=確實要將此腳本部分從中刪除%d 個項目條目嗎？
SMessageEvaluateErrorTitle=評估錯誤
SMessageEvaluateResultTitle=評估結果
SMessageEvaluateUnknown=出現未知的錯誤。
SMessageFileAssocError1=缺少的檔案擴展名。
SMessageFileAssocError2=缺少類型名稱。
SMessageFileAssocError3=丟失的文檔說明。
SMessageFileAssocError4=丟失的檔案與之相關聯。
SMessageFileAssocFailed=未能與iss檔案extension\nErrorCode assocciate %s: %d (%s)
SMessageFileAssocNotElevated=若要允許%s 要與iss 檔案擴展名相關聯，它必須運行以管理員身份。
SMessageFileAssocSuccess=.Iss 擴展名成功關聯： %s
SMessageFileAssocTitle=更改關聯
SMessageFileCheckError=以下檔案似乎不存在。
SMessageFileCheckErrorTitle=丟失的檔案
SMessageFileCheckSuccess=檢查所有的檔案似乎存在。
SMessageGenerateGUID=生成GUID 將插入到編輯器中當前光標所在的位置。是否繼續？
SMessageGenerateGUID2=應用程式ID 已經被分配\n\n您想要生成應用程式ID 來替換嗎？
SMessageGenerateGUIDTitle=生成 GUID
SMessageGoToLineError=行號必須介於1 和%d之間
SMessageImportMessages=你想要替換當前的[消息] 單元在腳本中導入的郵件嗎？
SMessageISCmplrError=Inno Script Studio一直無法加載Inno Setup編譯器(%s)。請確認Inno Setup編譯器位置已正確的設置.\n\nInno Setup編譯器的功能將不可用，直到設置有效的編譯器的位置。
SMessageISCmplrErrorTitle=加載 %s 時出錯
SMessageLocateInScriptError=活動腳本中查找項時出錯
SMessageLogFileReadError=讀取日誌檔案時出錯
SMessageLogFileReadErrorTitle=讀取日誌檔案時出錯
SMessageLogFileWriteError=創建日誌檔案時出錯
SMessageLogFileWriteErrorTitle=寫入日誌檔案時出錯
SMessageMRUFileNotFound=檔案%s 不能被找到.\n\n您想要從最近的項目列表中刪除它嗎？
SMessageMRUFileNotFoundTitle=加載檔案時出錯
SMessageODBCTypeError=不受支持的註冊表值的類型的： %s
SMessageOpenInInnoCompiler1=該腳本之前必須先保存在Inno Setup.\n\n您想要現在保存的腳本檔案可以打開它嗎？
SMessageOpenInInnoCompiler2=腳本檔案已被修改，並可以在Inno Setup\n\n您想要現在保存的腳本檔案中打開它之前必須先保存嗎？
SMessagePostCompileImported=%s PostCompile 單元已導入到PostCompile 單元。
SMessagePreCompileImported=%s PreCompile 單元已導入的PreCompile 單元。
SMessageReloadScript1=該檔案已在源編輯器被修改.\n\n您想要重新加載該檔案嗎？
SMessageReloadScript2=該檔案已被修改，源代碼編輯器之外。更改也在源代碼編輯器作出了。 \n\n您要重新加載該檔案，而捨棄源代碼編輯器中所做的更改？
SMessageReloadScriptModal=在源代碼編輯器中，該檔案已被修改。你可能想要重新加載它。
SMessageResetOptions=將所有選項重都置為默認設置嗎？
SMessageSaveChanges=檔案%s 中的文本已改變.\n\n您想要保存所做的更改嗎？
SMessageThirdPartyImported=%s 設置已經被導入到第三方部分。
SMessageUpdateAvailable=Inno Script Studio (%s) 的新版本是可用的.\n\n您想要下載並安裝該新版本嗎？
SMessageUpdateAvailableTitle=有可用的新更新
SMessageUpdateError=Inno Script Studio一直無法下載的更新信息。
SMessageUpdateFailed=Inno Script Studio一直無法連接到更新服務器\nIf 你是使用代理服務器請檢查您的設置，然後再試。
SMessageUpdateFailedTitle=更新失敗
SMessageUpdateLatestInstalled=您的應用程式版本(%s) 是最新的。
SMessageValidationError=在繼續之前必須糾正以下驗證錯誤。
SMessageValidationErrorItem=請輸入"%s"的值。
SMessageValidationErrorTitle=驗證錯誤
SMessageVerifyFiles=要驗證所選的檔案腳本首先必須是的saved.\n\nWould 您要保存腳本，所以可以檢查所選的檔案嗎？
STabCaptionAdditional=更多
STabCaptionAdvanced=高級
STabCaptionAttributes=常規
STabCaptionCommon=常見
STabCaptionComponents=組件
STabCaptionDetails=詳細信息
STabCaptionGeneral=常規
STabCaptionLanguage=語言
STabCaptionTasks=任務
STabCaptionTypes=類型
SUntitled=無題
SWizardAppDir=應用程式檔案夾
SWizardAppDir2=請指定您的應用程式檔案夾中的信息。
SWizardAppDirNameError=請指定應用程式的檔案夾的名稱。
SWizardAppDocs=應用程式的文檔
SWizardAppDocs2=請指定哪些文檔檔案應由安裝程式在安裝過程中所示。
SWizardAppExeError=請指定應用程式的主可執行檔案。
SWizardAppFiles=應用程式檔案
SWizardAppFiles2=請指定您的應用程式的一部分的檔案。
SWizardAppFiles3=請指定的源檔案夾。
SWizardAppFilesSubDirsMessage="%s"的子檔案夾中的檔案還應包括？
SWizardAppGroupNameError=請指定應用程式開始菜單組名稱。
SWizardAppIcons=應用程式圖標
SWizardAppIcons2=請指定應為您的應用程式創建的圖標。
SWizardAppInfo=應用程式信息
SWizardAppInfo2=請指定您的應用程式的一些基本信息。
SWizardAppNameError=請指定應用程式的名稱。
SWizardAppRootDirError=請指定應用程式的目標基檔案夾。
SWizardAppVersionError=請指定應用程式的版本。
SWizardCancelMessage=[name] 不是完整的。如果您現在退出，新的腳本檔案不會生成.\n\n退出[name] 嗎？
SWizardCancelMessage2=[name] 啟動嚮導不是完整的。如果您現在退出，您已選擇要導入的設置不會保存.\n\n退出[name] 啟動嚮導嗎？
SWizardCompiler=編譯器設置
SWizardCompiler2=請指定一些基本的編譯器設置。
SWizardCompiler32Check=由約旦羅素Inno Setup程式編譯器
SWizardCompilerOutputDir=請指定的檔案夾。
SWizardDefaultName=Inno Setup腳本嚮導
SWizardFileAppDestRootDirError=請指定應用程式檔案夾中的另一個目的地基檔案夾。
SWizardFileDestRootDirError=請指定基的目標檔案夾。
SWizardFinished=完成
SWizardImport=從導入設置
SWizardImport2=請選擇要從中導入設置的開發工具。
SWizardImportError=請指定至少一個已安裝的環境下，要從中導入設置
SWizardImportLabel=[name] 為Inno Setup程式檢測到以下發展環境的存在。
SWizardImportMRUList=最近的檔案列表中導入選定的環境。
SWizardInnoIDECheck=InnoIDE 由 Graham Murt
SWizardISGCheck=Inno Script Generator 由Hisoft 2000
SWizardISPP=Inno Setup預處理器
SWizardISPP2=請指定是否應使用Inno Setup預處理器。
SWizardISPPCheck=是的，使用#define 編譯器指令
SWizardISPPLabel=[name] 已檢測到存在Inno Setup預處理器的（ISPP），因此可以使用#define 編譯器指令來簡化您的腳本。雖然這不是必要的它將使易於手動更改.\n\n您稍後想要使用#define 編譯器指令的[name] 腳本嗎？
SWizardISToolCheck=ISTool 由 Bj B8rnar Henden
SWizardLanguages=安裝程式的語言
SWizardLanguages2=請指定哪些安裝程式語言應列入。
SWizardLanguagesSelError=請選擇至少一種語言。
SWizardSettings=導入設置
SWizardSettings2=請檢查以確保下面的設置是正確的。
SWizardWelcome=歡迎